Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 地面上洒满了鲜血，血淋淋的肉块昭示着这里不久前才经历了一场单方面的虐待，两具尸体没有一具是完整的。
en_us: The ground was completely covered with fresh blood, and the bloody lumps of meat showed that there had recently been a scene of a one-sided abuse here. Of the two corpses here, none of the two were complete/intact.

source: 地面很快只剩下一堆灰烬。
en_us: It didn't take long for everything to be burnt to dust.

source: 坐在他们周围的人一脸愕然，敢情这个五亿的天价竟然是手抖下的产物，不过对这件事做咬牙切齿的要数拍卖师，这张地图要是流拍了，这是会算在他的身上的。
en_us: The people sitting around them all wore stunned expressions. They couldn't believe that they had bid the sky high price of 500 mil because his hand had slipped. However, amongst those angry at this occurrence, there was the auctioneer. If this map failed to sell, then it'd be blamed on him.

source: 坐在他旁边，地位明显与他同等神秘人突然握住他的手，一道优雅空灵的声音自黑袍底下传出来，“那便听听他的解释吧。”
en_us: Sat next to him, the mystery person who was clearly of a similar status suddenly gripped his hand. An elegant and airy voice drifted out from under the black cloak, "Then let's hear his explanation."

source: 坐在麟昊武前的老者淡漠的声音突然传进他耳里，他不是麟杭，而是麒麟族的一代长老，如果麟古有告诉过凌霄的话，就会知道这个老人就是他母亲的父亲麟天。
en_us: The old man sitting in front of Lin HaoWu suddenly said indifferently. He wasn't Lin Hang, but he was one of the Qilin Clan's elders. If Lin Gu had told Ling Xiao, he would have known that this old man was his mother's father Lin Tian.

source: 坐这里就行了。”
en_us: Just sit here."

source: 坑爹的是，玉床的地方被凌霄用从别外挖来的大石头堵住了，凌霄也不见了踪影，但是上面却多了几张陌生脸孔，而且他还与对方进行了一场历史性的会面。
en_us: Sadly, the in place of the jade bed was a huge boulder Ling Xiao dug up somewhere else and Ling Xiao was no where to be found. However, there was a few unfamiliar faces, which he just had a historical meeting with.

source: 坚信游小默和凌霄会再出现的苏朗，结果愣是等了将近一个月，两个目标连个影子都不见一个，苏朗才知道他们可能离开了乌山集镇。
en_us: Su Lang, who firmly believed that You XiaoMo and Ling Xiao would reappear, blindly waited there for nearly a month. Yet, there was not a single shadow of either target. Su Lang then realized that they might have left WuShan Town.

source: 处理完红冠鸡，他又将各种调料塞进去，除了空间里有的，还有一些是他前阵子去森林里找的，很多他原本没有的东西都能找到替代品，一切准备就绪，他计算好时间才把鸡埋进土里。
en_us: Once he cleaned it, he stuffed it with all kinds of spices. Other than the ones in his dimension, he also found some in the forest. Luckily he was able to find replacements for most of the ingredients he didn't have before. With the preparations completed, he calculated the time and buried the turkey into the ground.

source: 夏音一双美目露出藏不住的震惊，她本来想意思一下，当着莫雪两姐妹的面小小的教训他们一下，也好给夏玛一个交代，却不想，在这个偏远的小镇中竟然卧虎藏龙。
en_us: Xia Yin's beautiful eyes showed her shock. She wanted to perform a perfunctory gesture, and thought of giving them a small lesson for the face of Mo Xue and her sister, and so she could also justify herself to Mo Ma. Yet she did not think that there was a concealed talent in this remote town.

source: 夏音也没有及时反应过来。
en_us: Xia Yin also did not respond in time.

source: 夏音冷笑一声，“就算你不说，我也会把这件事禀明夏玛族长，你们两人真是越活越长进，平时闯祸也就罢了，这次竟然去惹一名圣境强者，他没杀了你们两个已经算仁慈，我倒想知道，夏玛部长知道这件事后会怎么想。”
en_us: Xia Yin sneered, "Even if you don't say, I will still report this to the Chief Mo Ma. You guys really progressed the more you live. It's nothing much even when you normally cause a disaster. This time you actually provokes a Sacred Realm expert. It was already considered a mercy that he did not kill the two of you. I'd like to know what Chief Mo Ma will think when he knows about this."

source: 夏音反应过来，迅速的收起眼中那一丝高高在上的傲色，神情不卑不亢，语气倒是以客气居多。
en_us: Xia Yin reacted and quickly retracted the aloof and arrogant glint in her eyes. Her expression was neither obsequious nor supercilious and he tone was mostly courteous.

source: 夏音发现水底宫殿，等她赶过去却看到两方正在对持的人马，本想隐身不被他们发现，一名全身上下罩着黑色斗篷的人开口便道破她的名字。
en_us: Xia Yin discovered the underwater palace, and by the time she hurried over, she discovered that the two sides were currently facing off against each other. She originally wanted to hide so she wouldn't be found out, but then a person covered head to toe in a black cloak opened their mouth and exposed her name.

source: 夏音只觉得这个人的背影有点熟悉，不过她没有多想，眼下还是独立空间的事情要紧，她没心思想些有的没的。
en_us: Xia Yin simply thought that this person's back looked familiar, but she had no time to ponder over it. The independent dimension was much more important than thinking about useless things.

source: 夏音和万俟西元之所以不尽心也是这个原因，虽然不知道黑蜘蛛的目标，但是看斗篷人对独立空间和里面的宝贝那么紧张，他们就知道他们已经拿捏住斗篷人的弱点。
en_us: The only reason why Xia Yin and Moqi Xiyuan weren't completely committed was because of this. Although they didn't know the Black Spider's goal, when they saw how on edge the cloaked person was concerning the solitary dimension (独立空间) and the treasure inside, they knew that they had already grasped the cloaked person's weak point.

source: 夏音和万俟西元脸上露出一丝诧异之色，两人同时看向凌霄，如果斗篷人说的是真的，那么他们的胜算就更大了。
en_us: Xia Yin and MoQi XiYuan showed traces of astonishment on their faces. They both looked at Ling Xiao at the same time. If what the cloaked man said was true, their odds of success would be even greater.

source: 夏音和万俟西元迅速的对视了一眼，终于不再拖拉。
en_us: Xia Yin and Moqi Xiyuan quickly shared a look before they finally stopped dragging things along.

source: 夏音和万俟西元都知道斗篷人的意思，单对单的话，一个圣境强者想要逃跑是轻而易举的。
en_us: Xia Yin and Moqi Xiyuan both knew what the cloaked person meant. If it was just one on one, it was very easy for a Sacred Realm expert to escape.

source: 夏音和万俟西元面面相觑，都从对方眼中看到震惊之色，凌霄这种表现，他们要是相信斗篷人的话就是傻子一枚，可要他们放弃独立空间却也舍不得，而且他们这边有两人，对上凌霄一个并不吃亏。
en_us: Xia Yin and MoQi XiYuan looked at each other in dismay and saw the astonishment in the other's eyes. They would be fools is they believed in the cloaked man's words after that kind of performance by Ling Xiao. However, they were unwilling to give up on the independent dimension too. Furthermore, they had two people on their side and would not be at a disadvantage if they went up against Ling Xiao who was alone.

source: 夏音嘴巴一张一合却没有发出声音。
en_us: Xia Yin's mouth was opening and closing but she did not make a sound.

source: 夏音对黑色大峡谷的了解并不深，她并不知道谷底有白虎的宫殿，但是她从牛徐阳那里得知游小默和黑衣人在这里打斗的事情，直觉告诉她这里有问题，所以她就带人过来了。
en_us: Xia Yin's understanding of the Black Canyon wasn't very deep. She didn't actually know that the White Tiger's palace was at the bottom of the canyon, but when she learned from Niu XuYang about You XiaoMo fighting with the person in black here, her intuition told her that there was a problem with this place, so she brought some people over.

source: 夏音带着三名女侍赶过来，视线却不是落在那名道破她身份的斗篷人身上，而是与他们对持的水西部落为首的男人身上，轻轻一笑。
en_us: Xia Yin brought three female servants with her as she rushed over, but her gaze didn't fall on the cloaked person who had revealed her. Instead, it landed on the man who was leading the ShuiXi Tribe, and she laughed lightly.

source: 夏音并不在意，她早就听说过水西部落出现一温一冷两个贵人，不知得了什么机缘，两人不仅修为大涨，更是帮助水西部落度过许多难关，现在水西部落的人俨然把他们当成精神领袖。
en_us: Xia Yin wasn't surprised. She had long since heard that there were two esteemed people from the ShuiXi Tribe, one cold and one warm. Through some unknown opportunity, their cultivation had risen sharply, which had greatly aided the ShuiXi Tribe in tiding over several crises. Now, the people of the ShuiXi Tribe basically considered them to be their spiritual leaders. (精神领袖)

source: 夏音当即宣布下谷底。
en_us: Xia Yin immediately announced that they were going down into the canyon.

source: 夏音心中一动，她突然很肯定这个男人知道她杀了莫雪姐妹一事，这是暗示，抑或是威胁？
en_us: Xia Yin's heart jumped. She suddenly was very certain that this man knew that she had killed Mo Xue and Mo Fei. Was this a suggestion or was it a threat?

source: 夏音心中天人交战，面上却不露声色，“阁下若是想见她，日后有机会去古玛部落见一见便知道了。”
en_us: Although a war was going on in Xia Yin's heart, her face remained expressionless. "If Your Excellency wishes to see her, you can go to the Guma Tribe and visit her if you have a chance in the days to come."

source: 夏音或许会信万俟西元，毕竟他们打过多次交道，对对方都比较理解，夏音深知万俟西元是个言而有信的，万俟西元同样知道夏音向来说一不二，而黑蜘蛛就不同了。
en_us: Perhaps Xia Yin would trust Moqi Xiyuan. After all, they had come in contact numerous times before and understood each other quite well. Xia Yin was keenly aware that Moqi Xiyuan was someone whose trust was borne of trust, and likewise, Moqi Xiyuan knew that Xia Yin always stood by her word. But the Black Spider was a different matter.

source: 夏音是个很聪明的女人。
en_us: Xia Yin was a very smart woman.

source: 夏音是古玛部落现任圣女，也是古玛部落唯一一名彩级六品的丹师，说到这一件事，有一点就不得不说了。
en_us: Xia Yin is the incumbent holy maiden of the Guma tribe and the only Grade Six Rainbow Level mage of the Guma tribe. When speaking of this, there was one point that had to be mentioned.

source: 夏音没有理会她，她让守在外面的人进来，她带了四人人过来，四人实力都是不错，她便让两人护送两姐妹回去，至于牛徐阳，她反而把他留下来。
en_us: Xia Yin ignored her, she let the guards in, and brought four people over. The four people were relatively strong, and she let them escort the two sisters back. As for Niu XuYang, she let him stay instead.

source: 夏音浅笑不语，彩级七品丹师就是在远古也是凤毛麟角的存在，更别说现在，晋级的条件难如登天，以她现在的灵魂情况，想要达到七品连她自己都不知道有没有希望。
en_us: Xia Yin smiled, not replying. Grade seven rainbow mages were extremely rare even in ancient times, never mind nowadays. Reaching the requirements for advancing was like trying to ascend to the heavens. In her soul's current state, she didn't even know if she had hope of reaching grade seven either.

source: 夏音点了点头便让她下去，虽然如此一来会让那两人替她背黑锅，但是她也别无他法，只能暂时委屈他们了。
en_us: Xia Yin nodded her head and let her go. Although this would make the two of them become her scapegoats, she had no choice but to make the suffer such an injustice for the time being.

source: 夏音的实力是毋庸置疑的，斗篷人虽然是圣境强者，但是真和夏音斗起来，他能赢的几率不超过四成，况且以他们几人之力根本破不开结界，所以邀请夏音并不意外。
en_us: Xia Yin's strength was undoubtable. Even though the cloaked person was a Sacred Realm expert, if he truly did start fighting with Xia Yin, his chance of winning wasn't over 40 percent. In addition, the Black Spider's people didn't have enough strength to break through the barrier at all, so it wasn't odd that he wanted to invite Xia Yin.

source: 夏音看了他一眼，“谢公子，我们还有事要忙，你就请回吧。”
en_us: Xia Yin glanced at him. "Young Master Xie (谢公子), we still have something to do, so please go back/return."

source: 夏音看着相当于被毁掉的宫殿，顿时感概万千。
en_us: Xia Yin gazed at the ruined palace; this was truly unfortunate.

source: 夏音眸光一闪，听这语气竟然是熟人？
en_us: Xia Yin's eyes flashed. Judging from his tone, they were acquaintances?

source: 夏音眼中同样露出一丝难以置信。
en_us: Similarly, Xia Yin's eyes also revealed an incredulous expression.

source: 夏音眼神冰冷的看着她。
en_us: Xia Yin looked at her with cold eyes.

source: 夏音睁开眼睛，黑色漂亮的眼睛透着一丝冰冷，“你传讯给小秋她们，让她们找个适当的机会杀了两姐妹。”
en_us: Xia Yin opened her eyes. Her beautiful black eyes harbored a trace of chilliness, "Send a message to Xiao Qiu and the rest. Ask them to find a suitable opportunity to kill the two sisters."

source: 夏音瞳孔一缩，袖子中的手蓦然收紧，突然提起莫雪姐妹，该不会被他知道了什么，应该不大可能才对，她的计划是临时决定的，不可能会泄露出去，但有道是宁可信其有，不可信其无。
en_us: Xia Yin's pupils shrunk, and her hands curled into fists inside her sleeves. For him to suddenly mention Mo Xue and Mo Fei, it couldn't be that he knew something. It most likely wasn't very likely, after all, her plans were only made at the last minute, so it was impossible for them to be leaked out. But as the saying went, it was better to be safe than sorry.

source: 夏音知道如果不拿出能打动他的筹码，他是不会下定决心的，反正她迟早也会找他，此时说开也没什么差别。
en_us: Xia Yin knew that he would not make up his mind if she didn't bring out a bargaining chip that could tempt him. In any case, she would have to look for him sooner or later, it made no difference whether she explained it clearly now or not.

source: 夏音知道对方不会再计较，否则不会只毁莫雪的容貌，再一次谢过后，她带着莫雪几人离开客栈。
en_us: Xia Yin knew that the other side would not bother about them again, otherwise he would not have only destroyed Mo Xue's appearance. She thanked him once again and took Mo Xue and her group to leave the inn.

source: 夏音站起来，“这不是冲动的想法，此时正是个机会，莫雪与那两个人的事情几乎闹得人尽皆知，就算时候莫玛追究起来，我也可以把事情推到他们身上，这么好的机会浪费了岂不可惜。”女侍略一思索，此计确实可行。
en_us: Xia Yin stood up, "This is not an impulsive idea, this is an opportunity. The incident between Mo Xue and those two are already known to all. By the time Mo Ma investigates this, I can also push the blame for this on them. It would be a shame to waste such a good opportunity." The attendant thought for a moment. This plan was indeed feasible.

source: 夏音身体骤然爆发出一股气势，雄浑的灵魂之力带着一股浩瀚的威压朝游小默和凌霄轰过去。
en_us: An imposing aura suddenly burst out of Xia Yin's body. The vigorous soul force that carried with a boundless pressure blasted towards You XiaoMo and Ling Xiao.

source: 夏音轻声一笑，“万俟部长，你不觉得这是个机会吗？”
en_us: Xia Yin laughed softly, "Chief MoQi (部长), don't you think this is an opportunity?"

source: 夏音道：“白虎留下的宝贝不知独立空间，眼下也不适当商量，这样吧，等事成之后，我们再进行协商，你看如何？”
en_us: Xia Yin replied, "The independent dimension is not the only treasure left by the White Tiger, moreover, it is not appropriate to discuss this at the moment. Let's do it like this. We will negotiate again after this matter is resolved. What do you think?"

source: 外面太阳已经下山，拍卖会场却犹如白昼般明亮，很多人的注意力都在拍卖台上层出不穷的宝贝上面，几乎没人注意到天已经黑了，头顶的白色晶点矿石正散发着明亮的光芒。
en_us: As the sun started to set outside, the inside was still bright as daylight. With everyone's attention on the continuous stream of treasures, almost no one realized the actual time. Above them, the white sparkling minerals shone brightly.

source: 外面，等不到回应的强盗头子正打算叫他的手下去看看，另一拨人马出现了，他们不是强盗，而是十个人的探险队伍，发现这边的情况后，他们立刻冲了过来。
en_us: Outside, the bandit chief, who didn't receive a response, was about to send his men in to take a look, when another wave of people appeared. They weren't bandits; they were an exploration party of about ten or so people. When they discovered the situation over here, they instantly charged over.

source: 多个人便多一方胜算，当然，也多一个垫背的。
en_us: One more person meant a higher chance of winning. Of course, it also meant another scapegoat.

source: 多道人流从各种入口进来，逐一寻找座位，空荡荡的座位很快就坐满了人，许多都是互不认识的，有的甚至将自己的脸遮起来。
en_us: People flowed in from different entrances, trying to find a seat. The empty seats soon filled, and many people didn't know each other. Some even hid their faces.

source: 夜半无人私语时，正是小贼窃听时。
en_us: The middle of the night, when nobody was whispering anymore, was the perfect time for spies to eavesdrop.

source: 夜幕很快降临。
en_us: Night would soon fall.

source: 夜幕降临，黑灯瞎火。
en_us: Night fell and it was pitch dark.

source: 夜深人静的时候，某家客栈时不时就响起一道女鬼般的惨叫声，声音非常尖锐，整个小镇几乎有一般人都听到了。
en_us: In the dead of the night, something like the sound of a female ghost screaming would occur every so often. The voice was extremely shrill and sharp, and almost half of the town heard it.

source: 夜里寒风肆虐，刮得好来客栈的招牌摇晃个不停。
en_us: The HaoLai Inn sign shook violently under the night's cold and violent winds.

source: 夜里，游小默躺在床上翻来覆去的睡不着，更精不下心来修炼，脑海想的都是下午救走苏郎的黑衣人。
en_us: During the night, You XiaoMo laid on the bed, tossing and turning, unable to sleep. He couldn't cultivate either, as he was so restless. His mind was preoccupied by the man in black who saved Su Lang in the afternoon.

source: 大厅——
en_us: In the main hall --

source: 大叔也走过来，温和的笑道：“欢迎你们回来！”
en_us: Da Shu/Uncle (大叔) also walked over and greeted them with a warm smile, "Welcome back!"

source: 大堂静寂的气氛被姬云琅傲慢的声音打破，一如第一次见面的模样，因为有妖凰族这个大靠山，姬云琅说话从来都是毫无顾忌的。
en_us: The silence was broken by -‘s arrogant expression. Just like their first meeting, because he had the Demon Phoneix Clan as backup, Ji YunLang always talked without restraint.

source: 大家不管消息是真是假，蠢蠢欲动的人还真不少，大多数人都集中在城门附近，那里的街道几乎拥挤的寸步难行。
en_us: People didn't care if the news was true or not and many people were restless, gathering at the city gates. It became so crowded in the nearby streets that it was impossible to move.

source: 大家现在才发现，桌子下竟然躲着一个白白胖胖，身上只穿着一件红色小肚兜的娃娃，娃娃看起来只有两岁，脸蛋肉嘟嘟，睁着一双水汪汪的大眼睛，口中吐着泡泡，非常可爱。
en_us: It was only now they discovered that there was a fat and white baby wearing only a small red dudou (肚兜) under the table. The baby looked to be about two years old and had chubby cheeks, big and limpid eyes and was blowing spit bubbles. The baby was extraordinary adorable.

source: 大家的视线不由自主的被吸引了过去，结果发现时游小默，一些人不禁腹诽，为了一张灵酒配方就花费一千万灵晶，还真是豪气。
en_us: With that, everyone's gaze couldn't help but be drawn over. Once they found out that it was You XiaoMo, they couldn't but criticize internally. To spend ten million spirit gems just for a wine recipe, valiant/heroic. (豪气)

source: 大家的警觉性非常高，几乎立刻就注意到了，不到十秒，湖泊便从一片清澈的湖泊变成浓稠冰寒的乳白色湖水，泡泡越来越大，仿佛煮沸的寒水一样。
en_us: Everyone was very alert, and they noticed it almost instantly. Not even ten seconds later, the clear water of the lake turned into a thick, ice-cold milky white color. The bubbles grew bigger and bigger, as if the lake was full of boiling cold water.

source: 大家看向突然出现的两人，立刻有人认出他们。
en_us: Everyone looked at the two people who suddenly appeared, and someone immediately recognized them.

source: 大家都抱着这种愚蠢到极点的想法，也可以说他们没见过世面。
en_us: Everyone harbored such a foolish-to-the-extreme belief. It could also be said that they had never seen the outside world.

source: 大峡谷长两千多米，宽两三百米，深不可见底，因为峡谷中罡风和黑色的雾气缭绕着，再往下还有到处肆虐的空间之力，一般人不可能下得去，所以很少有人知道大峡谷到底有多深。
en_us: The canyon was over two kilometers long and two to three hundred meters wide. Due to the intense wind and miasma that was present, as well as the violent spacial energy even further down, most people couldn't possibly get down, so very few people knew how deep the canyon truly was.

source: 大战之后，东洲的又是就不存在了，灵气不知什么原因，变得比外面还要浅，不仅如此，丹师的数量也越来越少。
en_us: After the great war, Dong Zhou lost its advantage. The spiritual energy energy also became sparser than the outside for some unknown reason. Not only that, the number of mages were also getting lesser and lesser.

source: 大战对洞域的影响不是一般大，那条山脉现在已经被分割的七零八落，对比了将近一个时辰，他在地图上画来画去才勉强将现在的地形连接起来。
en_us: The battle had a huge impact on the terrain. The mountain range was now shattered. After comparing the two for almost two hours, and sketching on the map, he managed to connect the geographic features and figure it out.

source: 大概是察觉到凌霄比游小默更不好对付更危险，它反而挣扎的更加激烈，好像受到惊吓似得。
en_us: It probably sensed that Ling Xiao was even harder to deal with than You XiaoMo so it struggled even more violently, as if frightened."

source: 大概是意识到自己的行为如同飞蛾扑火，晚上终于没有再派探子过来。
en_us: Most likely because he realized that his behavior was just like seeking his own self-destruction, he finally stopped sending scouts over at night.

source: 大概是提前准备了，游小默才回房间不到五分钟，掌柜就端着他要的东西上来了，有他亲点的糖藕片，热腾腾的包子和两碗刚从锅里盛出来的粥，份量都很足。
en_us: He guessed that it was probably pre-prepared since it wasn't even five minutes after he returned that the shopkeeper came with everything. There was the lotus slices he ordered, a steamy meat bun and two bowls of congee. All in good serving. (，份量都很足)

source: 大概是觉得他们可能会闹事，所以男子后面补充了一句话，东洲虽然落后，但是强者仍然有不少，各种部落要是集结起来，就是丹师工会等势力也要暂避锋芒。
en_us: He probably added that last thought because he was afraid they would make a fuss. Though Dong Zhou was behind, they had a fair few powerhouses. If the tribes came together, even the Mage Association would have to be careful.

source: 大概知道自己闯祸了，小乌龟将脑袋和四肢缩进龟壳里。
en_us: Most likely because he knew he was in trouble, the baby turtle pulled his head and limbs into his shell.

source: 大殿两侧则是两排高大的石柱，从大门直通向唯一的宝座，宝座四周镶着散发着七彩光芒的宝石，上面铺着一层厚厚的绒毛，一看就非常舒适，真像皇帝的宝座。
en_us: On the two sides of the hall were two rows of pillars of immense size, leading from the main doors all the way to the throne. Different colored gems shining with glimmering light surrounded the throne. Thick furs lined the throne - it looked comfortable, trulyu like the throne of an emperor.

source: 大片海水变成了血水，远处的水鲨群越来越躁动。
en_us: The expanse of sea water became blood water, and the group of sharks in the distance became more and more restless.

source: 大约下坠了三千多米，游小默才发现他们到底部了，因为肆虐的空间之力消失了，取而代之是一片空阔的世界，蓝天白云，清爽的风，这是在骗三岁小孩么？
en_us: They had fallen for around three thousand meters or so before You XiaoMo realized that they were at the bottom because the spacial force had disappeared, replaced by a wide, open world with blue skies, white clouds and a pleasant breeze. Did who did this think they were born yesterday?

source: 大约过了两刻钟，那些外泄的气息终于被凌霄收回体内，四周又变得安安静静，仿佛之前那震撼人心的一幕只是海市蜃楼。
en_us: About two minutes had passed before Ling Xiao suppressed the aura that was leaking out. Everything was calm and peaceful again, as if that shocking scene just now was merely a mirage.

source: 大长老的宝贝疙瘩姬宁禹，虽然不是亲孙子，但是大长老总喜欢自称爷爷，而且乐此不疲，当真的把姬宁禹当成亲孙子一样爱护。
en_us: The apple of the Great Elder's eye was called Ji NingYu. The Great Elder always liked to refer to himself as Grandpa though Ji NingYu was not his blood-related grandchild. Moreover, the he delighted in such a thing and never got tired, and he truly cared for Ji NingYu as if he was his blood-related grandson.

source: 大鹏鸟光明正大的蹬着吞金兽和金翅虫——叛徒！
en_us: The Roc openly glared at the Metal Swallowing Beast and the Golden Winged Insects - traitors!

source: 大鹏鸟和他契约后就被他直接扔进空间里，量他也不敢随随便便就动他的东西，再不然还有吞金兽和金翅虫。
en_us: He had directly thrown the Roc into his dimension after it had contracted with him, judging that it would not dare to casually touch his stuff. Besides, there were still the Metal Swallowing Beast and Golden Winged Insects inside.

source: 大鹏鸟立刻用两只翅膀抱住他的手臂，窘迫的道：“我错了主人，我以后再也不敢了。”
en_us: The Roc immediately used his two wings to hug his arm as it pitifully pleaded, "Master, I was wrong. I will not dare to do this anymore."

source: 大鹏鸟：“……”
en_us: The Roc, "..."

source: 天修解释道：“世人只知道一个金翅虫就能产金丝，却不知道一公一母两只金翅虫共同产出来的金丝还要坚韧十倍，不过也难怪，金翅虫在远古就已经是很稀有的妖兽，如今别说一公一母，能得到一只金翅虫就已经是极大地运气。”
en_us: Tian Xiu explained, "Most people know that just one Golden Winged Insect can produce golden silk, but they don't know that the silk produced together by a male and a female is ten times as durable. It's not unexpected though. Golden Winged Insects were extremely rare even in ancient times. Nowadays, never mind a male and a female, just getting one extreme luck.

source: 天恨知道天元的意思，他瞥了游小默一眼，突然放下双腿，饶有兴致的盯着他说道：“小子，你觉得我说的对吗？”
en_us: Tian Hen understood what Tian Yuan was trying to say. He glanced at You XiaoMo and suddenly took his feet off the table, staring at him with amusement. "Brat, do you think I'm right?"

source: 天恨突然爆了一句粗口，“靠，捡到宝了！”
en_us: Tian Hen suddenly cursed. "Fuck, that's a true treasure!"

source: 天修一看他的表情就知道自己猜对了，“那禁制一看就知道不是人为的，天底下能将禁制咬破并不被人察觉的，也就只有传说中的金翅中。”
en_us: Seeing his expression, Tian Xiu knew that he had hit the mark. "That clearly wasn't something a person could do. Plus, the only creature that can bite through a ward without being detected is the legendary Golden Winged Insect."

source: 天修冷淡的盯着他，“你想毁了我的自在阁吗？”
en_us: Tian Xiu stared at him coldly. "Do you want to destroy my Leisure Pavilion?"

source: 天修并未追究他擅自换走他的灵草一事就表示他对那些上品灵草还是很满意的，所以他打算借这个机会再跟他换一些。
en_us: Since Tian Xiu didn't question (追究) further about him trading the magic herbs on his own accord, that must mean he was pretty happy with those high-grade magic herbs. Therefore, he was going to take this chance to swap more with him.

source: 天修是彩级三品，比他这个刚晋级的彩级一品经验要丰富得多了，游小默当即受益匪浅。
en_us: Tian Xiu was a third grade rainbow level mage, with a lot more experience than his just-advanced-first-grade-rainbow-level. You XiaoMo was able to learn a lot from him.

source: 天修没有生气，只是以没有丝毫起伏的口吻说道：“如果我没猜错，将自在阁的禁制咬破的应该是金翅虫对吧？”
en_us: Tian Xiu didn't get angry, just said, emotionlessly, "If I'm not wrong, it was Golden Winged Insects that ate through the wards around Leisure Pavilion, right?"

source: 天修看了他一眼没再说话，随手就把禁制撤掉了。
en_us: Tian Xiu looked at him one more time and didn't say anything else before removing the barriers with a wave of his hand.

source: 天修示意他接着说。
en_us: Tian Xiu motioned for him to speak.

source: 天修道：“说。”
en_us: Tian Xiu said, "Speak."

source: 天修面不改色的解释道：“和怀孕没有关系，金翅虫交配一次就能吐出一条金丝，不过根据数据显示，金翅虫没有发情期，所以它们什么时候有兴致交配没有人知道。”
en_us: Tian Xiu deadpanned an explanation. "It has nothing to do with pregnancy. Every time Golden Winged Insects mate, they'll be able to spit out golden silk. However, according to the data, they don't have any sort of mating season, so no one knows when they'll feel like mating."

source: 天修顿时不说话了，其他人也沉默再沉默，两分钟后，天恨忍不住问道：“……菊花是什么？”
en_us: Tian Xiu stopped speaking and the others also fell silent. Two minutes later, Tian Hen couldn't help but ask, ".... What's a Chrysanthemum?"
